Repository: iletai/LovelyMusic-iOS
Catalog: LovelyMusic/Resources/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: /month
ja: /月
vi: /tháng

source: /year
ja: /年
vi: /năm

# %@ · %@ songs · %@
source: %1$@ · %2$@ songs · %3$@
ja: %@ · %@曲 · %@
vi: %@ · %@ bài hát · %@

source: %@ · %lld songs · %@
ja: %@ · %lld曲 · %@
vi: %@ · %lld bài hát · %@

source: %@ filter
ja: %@フィルター
vi: Bộ lọc %@

source: %@ left
ja: 残り%@
vi: Còn %@

# %@ plan, %@
source: %1$@ plan, %2$@
ja: %1$@プラン、%2$@
vi: Gói %1$@, %2$@

source: %@ selected
ja: %@件選択中
vi: Đã chọn %@

source: %@ songs
ja: %@曲
vi: %@ bài hát

source: %@ tab
ja: %@タブ

# %@, %lld songs
source: %1$@, %2$lld songs
ja: %1$@、%2$lld曲
vi: %1$@, %2$lld bài hát

source: %lld left
ja: 残り%lld回
vi: Còn %lld

source: %lld percent
ja: %lldパーセント
vi: %lld phần trăm

source: %lld selected
ja: %lld件選択中
vi: Đã chọn %lld

source: %lld skips remaining
ja: スキップ残り%lld回
vi: Còn %lld lượt chuyển bài

source: %lld songs
ja: %lld曲
vi: %lld bài hát

source: %llds
ja: %lld秒
vi: %lld giây

source: 🇯🇵 Japan
ja: 🇯🇵 日本
vi: 🇯🇵 Nhật Bản

source: 🇯🇵 Japanese
ja: 🇯🇵 日本語
vi: 🇯🇵 Tiếng Nhật

source: 🇰🇷 Korea
ja: 🇰🇷 韓国
vi: 🇰🇷 Hàn Quốc

source: 🇰🇷 Korean
ja: 🇰🇷 韓国語
vi: 🇰🇷 Tiếng Hàn

source: 🇺🇸 English
ja: 🇺🇸 英語
vi: 🇺🇸 Tiếng Anh

source: 🇺🇸 United States
ja: 🇺🇸 アメリカ
vi: 🇺🇸 Hoa Kỳ

source: 🇻🇳 Vietnam
ja: 🇻🇳 ベトナム
vi: 🇻🇳 Việt Nam

source: 🇻🇳 Vietnamese
ja: 🇻🇳 ベトナム語
vi: 🇻🇳 Tiếng Việt

source: 🧪 Developer
ja: 🧪 開発者
vi: 🧪 Nhà phát triển

source: 1 hour
ja: 1時間
vi: 1 giờ

source: 15 minutes
ja: 15分
vi: 15 phút

source: 30 minutes
ja: 30分
vi: 30 phút

source: 45 minutes
ja: 45分
vi: 45 phút

source: A beautiful, privacy-focused music streaming experience.
ja: 美しくプライバシー重視の音楽ストリーミング体験。
vi: Trải nghiệm nghe nhạc trực tuyến đẹp mắt, chú trọng quyền riêng tư.

source: A new version is available. Please update to continue using LovelyMusic.
ja: 新しいバージョンが利用可能です。LovelyMusicを引き続き使用するにはアップデートしてください。
vi: Đã có phiên bản mới. Vui lòng cập nhật để tiếp tục sử dụng LovelyMusic.

source: About
ja: アプリについて
vi: Giới thiệu

source: Access playlists & recommendations
ja: プレイリストとおすすめにアクセス
vi: Truy cập danh sách phát & đề xuất

source: Ad-Free Experience
ja: 広告なし体験
vi: Không quảng cáo

source: Ad-free listening
ja: 広告なしで聴く
vi: Nghe không quảng cáo

source: Add to Playlist
ja: プレイリストに追加
vi: Thêm vào danh sách phát

source: Add to Queue
ja: キューに追加
vi: Thêm vào hàng đợi

source: Added to %@
ja: %@に追加しました
vi: Đã thêm vào %@

source: Adjust sound to your preference
ja: お好みに合わせてサウンドを調整
vi: Điều chỉnh âm thanh theo sở thích

source: Advanced
ja: 高度な設定
vi: Nâng cao

source: Album: %@
ja: アルバム: %@

# Album: %@ by %@
source: Album: %1$@ by %2$@
ja: アルバム: %1$@（アーティスト: %2$@）
vi: Album: %1$@ bởi %2$@

source: Albums
ja: アルバム
vi: Album

source: All bundled music is composed by Kevin MacLeod and used under the Creative Commons Attribution 3.0 Unported license (CC BY 3.0).
ja: バンドルされているすべての音楽はKevin MacLeodによって作曲され、Creative Commons Attribution 3.0 Unportedライセンス（CC BY 3.0）の下で使用されています。
vi: Tất cả nhạc đi kèm được sáng tác bởi Kevin MacLeod và được sử dụng theo giấy phép Creative Commons Attribution 3.0 Unported (CC BY 3.0).

source: All features unlocked
ja: すべての機能が解放されました
vi: Tất cả tính năng đã mở khóa

source: All preferences (playback, audio, language, privacy) will return to defaults. Your playlists, history, downloads, and account are not affected.
ja: すべての設定（再生、オーディオ、言語、プライバシー）がデフォルトに戻ります。プレイリスト、履歴、ダウンロード、アカウントには影響しません。
vi: Tất cả tùy chọn (phát lại, âm thanh, ngôn ngữ, quyền riêng tư) sẽ trở về mặc định. Danh sách phát, lịch sử, bản tải xuống và tài khoản của bạn không bị ảnh hưởng.

source: All results for this search are currently unavailable in your region
ja: この検索のすべての結果は、現在お住まいの地域では利用できません
vi: Tất cả kết quả cho tìm kiếm này hiện không khả dụng tại khu vực của bạn

source: Almost at your download limit
ja: ダウンロード上限に近づいています
vi: Sắp đạt giới hạn tải xuống

source: An unknown purchase result occurred.
ja: 不明な購入結果が発生しました。
vi: Đã xảy ra kết quả mua hàng không xác định.

source: App Language
ja: アプリの言語
vi: Ngôn ngữ ứng dụng

source: App Language controls the UI. Content Region & Language control music recommendations and search results.
ja: アプリの言語はUIを制御します。コンテンツの地域と言語は音楽のおすすめと検索結果を制御します。
vi: Ngôn ngữ ứng dụng điều khiển giao diện. Khu vực & Ngôn ngữ nội dung điều khiển đề xuất âm nhạc và kết quả tìm kiếm.

source: Appearance
ja: 外観
vi: Giao diện

source: Apple promo or gift card
ja: Appleプロモコードまたはギフトカード
vi: Mã khuyến mại hoặc thẻ quà tặng Apple

source: Are you sure? This cannot be undone.
ja: よろしいですか？この操作は元に戻せません。
vi: Bạn có chắc không? Thao tác này không thể hoàn tác.

source: Artist (A-Z)
ja: アーティスト (A-Z)
vi: Nghệ sĩ (A-Z)

source: Artist: %@
ja: アーティスト: %@
vi: Nghệ sĩ: %@

source: Artists
ja: アーティスト
vi: Nghệ sĩ

source: Audio
ja: オーディオ
vi: Âm thanh

source: Audio Quality
ja: 音質
vi: Chất lượng âm thanh

source: Audiobook: %@
ja: オーディオブック: %@
vi: Sách nói: %@

source: Auto (Highest)
ja: 自動（最高品質）
vi: Tự động (Cao nhất)

source: Auto-Show Lyrics
ja: 歌詞を自動表示
vi: Tự động hiện lời bài hát

source: Auto-Skip on Error
ja: エラー時に自動スキップ
vi: Tự động bỏ qua khi lỗi

source: Autoplay
ja: 自動再生
vi: Tự động phát

source: Autoplay Related Songs
ja: 関連曲の自動再生
vi: Tự động phát bài hát liên quan

source: Back
ja: 戻る
vi: Quay lại

source: Bass Boost
ja: バスブースト
vi: Tăng Bass

source: BEST VALUE
ja: お得
vi: GIÁ TỐT NHẤT

source: Billed monthly, cancel anytime
ja: 月払い、いつでもキャンセル可能
vi: Thanh toán hàng tháng, hủy bất cứ lúc nào

source: Billed yearly, save 50%
ja: 年額請求、5割引
vi: Thanh toán hàng năm, tiết kiệm 50%

source: Browse
ja: 見つける
vi: Khám phá

source: Browse %@
ja: %@を見る
vi: Khám phá %@

source: Browse Music
ja: 音楽を探す
vi: Khám phá âm nhạc

source: Buffering
ja: バッファ中
vi: Đang đệm

source: Buy Lifetime
ja: 永久購入
vi: Mua trọn đời

source: Cache
ja: キャッシュ
vi: Bộ nhớ đệm

source: Cache Cleared!
ja: キャッシュをクリアしました！
vi: Đã xóa bộ nhớ đệm!

source: Cancel
ja: キャンセル
vi: Hủy

source: Cannot play this song
ja: この曲を再生できません
vi: Không thể phát bài hát này

source: Channel: %@
ja: チャンネル: %@
vi: Kênh: %@

source: Classical
ja: クラシック
vi: Cổ điển

source: Clear
ja: クリア
vi: Xóa

source: Clear Cache
ja: キャッシュを消去
vi: Xóa bộ nhớ đệm

source: Clear Cache?
ja: キャッシュを消去しますか？
vi: Xóa bộ nhớ đệm?

source: Clear filter
ja: フィルターをクリア
vi: Xóa bộ lọc

source: Clear Listen History
ja: 再生履歴を消去
vi: Xóa lịch sử nghe

source: Clear Listen History?
ja: 再生履歴をクリアしますか？
vi: Xóa lịch sử nghe?

source: Clear search
ja: 検索をクリア
vi: Xóa tìm kiếm

source: Clear search history
ja: 検索履歴をクリア
vi: Xóa lịch sử tìm kiếm

source: Clear Search History
ja: 検索履歴を消去
vi: Xóa lịch sử tìm kiếm

source: Clear Search History?
ja: 検索履歴をクリアしますか？
vi: Xóa lịch sử tìm kiếm?

source: Cleared!
ja: 消去完了！
vi: Đã xóa!

source: Close
ja: 閉じる
vi: Đóng

source: Close player
ja: プレーヤーを閉じる
vi: Đóng trình phát

source: Code redemption failed: %@
ja: コードの引き換えに失敗しました: %@
vi: Đổi mã thất bại: %@

source: Composer — incompetech.com
ja: 作曲者 — incompetech.com
vi: Nhà soạn nhạc — incompetech.com

source: Configuration Updated
ja: 設定が更新されました
vi: Đã cập nhật cấu hình

source: Connection limited — recommendations may be reduced.
ja: 接続が制限されています。おすすめの表示が少なくなる場合があります。
vi: Kết nối bị giới hạn — các đề xuất có thể bị giảm bớt.

source: Contact Developer
ja: 開発者に連絡
vi: Liên hệ nhà phát triển

source: Content
ja: コンテンツ
vi: Nội dung

source: Content Filtering
ja: コンテンツのフィルタリング
vi: Lọc nội dung

source: Content Language
ja: コンテンツの言語
vi: Ngôn ngữ nội dung

source: Continue
ja: 続ける
vi: Tiếp tục

source: Continue Listening
ja: 再生を続ける
vi: Tiếp tục nghe

source: Couldn't load more results
ja: これ以上の結果を読み込めませんでした
vi: Không thể tải thêm kết quả

source: Create
ja: 作成
vi: Tạo

source: Create new playlist
ja: 新規プレイリストを作成
vi: Tạo danh sách phát mới

source: Create Playlist
ja: プレイリストを作成
vi: Tạo danh sách phát

source: Create your first playlist to organize your music
ja: 最初のプレイリストを作って音楽を整理しましょう
vi: Tạo danh sách phát đầu tiên để sắp xếp nhạc

source: Crossfade
ja: クロスフェード
vi: Chuyển bài mượt mà

source: Current
ja: 現在
vi: Hiện tại

source: Dark
ja: ダーク
vi: Tối

source: Delete
ja: 削除
vi: Xóa

source: Delete "%@"?
ja: 「%@」を削除しますか？
vi: Xóa "%@"?

source: Delete %lld Playlists
ja: %lld件のプレイリストを削除
vi: Xóa %lld danh sách phát

source: Delete %lld playlists?
ja: %lld件のプレイリストを削除しますか？
vi: Xóa %lld danh sách phát?

source: Delete Playlists
ja: プレイリストを削除
vi: Xóa danh sách phát

source: Deselect All
ja: 選択を解除
vi: Bỏ chọn tất cả

source: Disable Screenshots
ja: スクリーンショットを無効化
vi: Tắt chụp màn hình

source: Discover Music
ja: 音楽を発見
vi: Khám phá âm nhạc

source: Dismiss
ja: 閉じる
vi: Bỏ qua

source: Dismiss continue listening
ja: 「再生を続ける」を非表示
vi: Bỏ qua tiếp tục nghe

source: Done
ja: 完了
vi: Xong

source: Double tap to go to next track
ja: ダブルタップして次のトラックへ
vi: Chạm hai lần để chuyển bài tiếp theo

source: Double tap to go to previous track
ja: ダブルタップして前のトラックへ
vi: Chạm hai lần để về bài trước

source: Double tap to minimize to mini player
ja: ダブルタップしてミニプレーヤーに最小化
vi: Chạm hai lần để thu nhỏ về trình phát thu nhỏ

source: Double tap to open full player
ja: ダブルタップしてフルプレーヤーを開く
vi: Chạm hai lần để mở toàn màn hình trình phát

source: Double tap to play
ja: ダブルタップして再生
vi: Chạm hai lần để phát

source: Double tap to select
ja: ダブルタップして選択
vi: Chạm hai lần để chọn

source: Double tap to start subscription
ja: ダブルタップでサブスクリプションを開始
vi: Nhấn đúp để bắt đầu đăng ký

source: Double tap to toggle playback
ja: ダブルタップして再生/一時停止を切替
vi: Chạm hai lần để phát hoặc tạm dừng

source: Double tap to view play queue
ja: ダブルタップして再生キューを表示
vi: Chạm hai lần để xem danh sách chờ

source: Download
ja: ダウンロード
vi: Tải xuống

# Download (%lld/%lld left)
source: Download (%1$lld/%2$lld left)
ja: ダウンロード（残り%lld/%lld）
vi: Tải xuống (còn %lld/%lld)

source: Download (Limit Reached)
ja: ダウンロード（上限に達しました）
vi: Tải xuống (Đã đạt giới hạn)

source: Download limit reached
ja: ダウンロード上限に達しました
vi: Đã đạt giới hạn tải xuống

source: Download songs and listen offline anywhere
ja: 曲をダウンロードしてどこでもオフラインで聴けます
vi: Tải bài hát và nghe ngoại tuyến ở bất cứ đâu

source: Download songs for offline listening
ja: オフライン再生用に曲をダウンロード
vi: Tải bài hát để nghe ngoại tuyến

source: Download songs to listen offline
ja: 曲をダウンロードしてオフラインで聴こう
vi: Tải bài hát để nghe ngoại tuyến

source: Downloads
ja: ダウンロード
vi: Tải xuống

source: Downloads, %lld songs
ja: ダウンロード、%lld曲
vi: Tải xuống, %lld bài hát

source: Drag to reorder in queue
ja: ドラッグしてキューの順番を変更
vi: Kéo để sắp xếp lại danh sách chờ

source: Duration
ja: 再生時間
vi: Thời lượng

source: Edit
ja: 編集
vi: Sửa

source: End of Track
ja: トラック終了時
vi: Cuối bài hát

source: Enjoy uninterrupted music without any ads
ja: 広告なしで音楽を中断なく楽しめます
vi: Thưởng thức nhạc không bị gián đoạn bởi quảng cáo

source: Equalizer
ja: イコライザー
vi: Bộ chỉnh âm

source: Equalizer, lyrics, high quality audio & more
ja: イコライザー、歌詞、高音質オーディオなど
vi: Bộ chỉnh âm, lời bài hát, âm thanh chất lượng cao và hơn thế nữa

source: Exit full screen
ja: フルスクリーンを終了
vi: Thoát toàn màn hình

source: Expand video to full screen
ja: 動画を全画面表示に拡大
vi: Mở rộng video toàn màn hình

source: Explore
ja: 探索
vi: Khám phá

source: Failed to load
ja: 読み込みに失敗しました
vi: Tải thất bại

source: Failed to load more
ja: さらに読み込むのに失敗しました
vi: Không thể tải thêm

source: Failed to load products: %@
ja: 商品の読み込みに失敗しました: %@
vi: Không thể tải sản phẩm: %@

source: Favorites
ja: お気に入り
vi: Yêu thích

source: Fill screen with video
ja: 画面いっぱいに動画を表示
vi: Lấp đầy màn hình với video

source: Fine-tune your sound with custom equalizer presets
ja: カスタムイコライザープリセットでサウンドを調整
vi: Tinh chỉnh âm thanh với các thiết lập bộ chỉnh âm

source: Fit video to screen
ja: 動画を画面に合わせる
vi: Vừa vặn màn hình với video

source: Flat
ja: フラット
vi: Phẳng

source: Follow along with real-time synced lyrics and translations
ja: リアルタイム同期歌詞と翻訳で歌詞を追えます
vi: Theo dõi lời bài hát đồng bộ và bản dịch theo thời gian thực

source: Follow lyrics
ja: 歌詞を追従
vi: Cuộn theo lời bài hát

source: Free music streaming powered by YouTube Music
ja: YouTube Musicによる無料音楽ストリーミング
vi: Phát nhạc trực tuyến miễn phí được hỗ trợ bởi YouTube Music

source: FREQUENCY BANDS
ja: 周波数帯域
vi: DẢI TẦN SỐ

source: Get Started
ja: 使ってみる
vi: Bắt đầu

source: Give your playlist a name
ja: プレイリストに名前を付けてください
vi: Đặt tên cho danh sách phát

source: Go Premium
ja: プレミアムへ
vi: Nâng cấp Premium

source: Go to Album
ja: アルバムへ移動
vi: Đi đến Album

source: Go to Artist
ja: アーティストへ移動
vi: Đi đến Nghệ sĩ

source: Good Afternoon
ja: こんにちは
vi: Chào buổi chiều

source: Good Evening
ja: こんばんは
vi: Chào buổi tối

source: Good Morning
ja: おはようございます
vi: Chào buổi sáng

source: Good Night
ja: おやすみなさい
vi: Chúc ngủ ngon

source: Google Privacy Policy
ja: Googleプライバシーポリシー
vi: Chính sách quyền riêng tư của Google

source: Have a promo or gift code?
ja: プロモコードまたはギフトコードをお持ちですか？
vi: Bạn có mã khuyến mãi hoặc mã quà tặng?

source: Hidden
ja: 非表示
vi: Đã ẩn

source: Hide Explicit
ja: 過激なコンテンツを非表示
vi: Ẩn nội dung nhạy cảm

source: Hide lyrics
ja: 歌詞を隠す
vi: Ẩn lời bài hát

source: Hide translation
ja: 翻訳を隠す
vi: Ẩn bản dịch

source: High
ja: 高
vi: Cao

source: High Quality Audio
ja: 高音質
vi: Âm thanh chất lượng cao

source: History
ja: 履歴
vi: Lịch sử

source: Home
ja: ホーム
vi: Trang chủ

source: HQ audio
ja: 高音質
vi: Âm thanh HQ

source: HQ audio, lyrics, equalizer & more
ja: 高音質、歌詞、イコライザーなど
vi: Âm thanh chất lượng cao, lời bài hát, bộ chỉnh âm & hơn thế nữa

source: Jazz
ja: ジャズ

source: Language
ja: 言語
vi: Ngôn ngữ

source: Language & Region
ja: 言語と地域
vi: Ngôn ngữ & Khu vực

source: Large
ja: 大
vi: Lớn

source: Later
ja: 後で
vi: Để sau

source: Library
ja: ライブラリ
vi: Thư viện

source: License — CC BY 3.0
ja: ライセンス — CC BY 3.0
vi: Giấy phép — CC BY 3.0

source: Lifetime
ja: 永久
vi: Trọn đời

source: Light
ja: ライト
vi: Sáng

source: Liked Songs
ja: お気に入りの曲
vi: Bài hát yêu thích

source: Liked Songs, %lld songs
ja: お気に入りの曲、%lld曲
vi: Bài hát yêu thích, %lld bài hát

source: Listen in the highest audio quality available
ja: 最高の音質で音楽を楽しめます
vi: Nghe nhạc với chất lượng âm thanh cao nhất

source: Live
ja: ライブ
vi: Trực tiếp

source: Loading audio stream
ja: 音声ストリームを読み込み中
vi: Đang tải luồng âm thanh

source: Loading more results
ja: 結果をさらに読み込み中
vi: Đang tải thêm kết quả

source: Loading…
ja: 読み込み中…
vi: Đang tải…

source: Low
ja: 低
vi: Thấp

source: Lyrics
ja: 歌詞
vi: Lời bài hát

source: Lyrics Font Size
ja: 歌詞のフォントサイズ
vi: Cỡ chữ lời bài hát

source: Made with ❤️ by iletai
ja: ❤️ iletai 制作
vi: Được tạo với ❤️ bởi iletai

source: Manage Subscription
ja: サブスクリプション管理
vi: Quản lý gói đăng ký

source: Manage Subscriptions
ja: サブスクリプションの管理
vi: Quản lý gói đăng ký

source: Medium
ja: 中
vi: Trung bình

source: Monthly
ja: 月額
vi: Hàng tháng

source: Moods & Genres
ja: ムード＆ジャンル
vi: Tâm trạng & Thể loại

source: More options
ja: その他のオプション
vi: Tùy chọn khác

source: Music Account
ja: 音楽アカウント
vi: Tài khoản âm nhạc

source: Music Credits
ja: 音楽クレジット
vi: Thông tin tác quyền âm nhạc

source: Network error. Check your connection and try again.
ja: ネットワークエラー。接続を確認してもう一度お試しください。
vi: Lỗi mạng. Kiểm tra kết nối và thử lại.

source: New Playlist
ja: 新しいプレイリスト
vi: Danh sách phát mới

source: New Releases
ja: 新曲リリース
vi: Mới phát hành

source: Next
ja: 次へ
vi: Tiếp theo

source: Next track
ja: 次のトラック
vi: Bài tiếp theo

source: No %@ found
ja: %@が見つかりませんでした
vi: Không tìm thấy %@

source: No active subscriptions found to restore.
ja: 復元できるアクティブなサブスクリプションが見つかりません。
vi: Không tìm thấy gói đăng ký nào để khôi phục.

source: No Downloads
ja: ダウンロードなし
vi: Chưa có bài tải xuống

source: No Downloads Yet
ja: ダウンロードした曲はありません
vi: Chưa có bản tải xuống nào

source: No items
ja: アイテムがありません
vi: Không có mục nào

source: No Liked Songs
ja: お気に入りの曲がありません
vi: Chưa có bài hát yêu thích

source: No lyrics available
ja: 歌詞がありません
vi: Không có lời bài hát

source: No playlists match '%@'
ja: 「%@」に一致するプレイリストはありません
vi: Không có danh sách phát nào khớp với '%@'

source: No playlists yet
ja: プレイリストがまだありません
vi: Chưa có danh sách phát

source: No Playlists Yet
ja: プレイリストがありません
vi: Chưa có danh sách phát

source: No results for '%@'
ja: 「%@」の結果は見つかりませんでした
vi: Không có kết quả cho '%@'

source: No results found
ja: 結果が見つかりません
vi: Không tìm thấy kết quả

source: Normalization
ja: 音量の正規化
vi: Chuẩn hóa âm lượng

source: Not Now
ja: 後で
vi: Không phải bây giờ

source: Not Playing
ja: 再生停止中
vi: Chưa phát nhạc

source: Nothing here yet
ja: ここにはまだ何もありません
vi: Chưa có nội dung nào ở đây

source: Nothing playing
ja: 再生中の曲はありません
vi: Không có gì đang phát

source: Notice
ja: お知らせ
vi: Thông báo

source: Now Playing
ja: 再生中
vi: Đang phát

source: Now playing: %@ by %@
ja: 再生中: %1$@ - %2$@
vi: Đang phát: %1$@ của %2$@

source: Off
ja: オフ
vi: Tắt

source: Offline downloads
ja: オフライン再生
vi: Tải xuống offline

source: Offline Playback
ja: オフライン再生
vi: Nghe ngoại tuyến

source: On
ja: オン
vi: Bật

source: one-time
ja: 1回限り
vi: một lần

source: Pause
ja: 一時停止
vi: Tạm dừng

source: Pause Listen History
ja: 再生履歴を一時停止
vi: Tạm dừng lịch sử nghe

source: Pause Search History
ja: 検索履歴を一時停止
vi: Tạm dừng lịch sử tìm kiếm

source: Pay once, enjoy forever
ja: 一度払って永久利用
vi: Thanh toán một lần, sử dụng mãi mãi

source: Persistent Queue
ja: キューを保持
vi: Giữ hàng đợi

source: Pick a song from Browse or For You
ja: 「見つける」または「For You」から曲を選択してください
vi: Chọn một bài hát từ Khám phá hoặc Dành cho bạn

source: Play
ja: 再生
vi: Phát

source: Play %@
ja: %@を再生
vi: Phát %@

# Play %@ by %@
source: Play %1$@ by %2$@
ja: %2$@の%1$@を再生
vi: Phát %1$@ bởi %2$@

source: Play a song or add songs to the queue to see them here
ja: 曲を再生するかキューに追加するとここに表示されます
vi: Phát một bài hát hoặc thêm vào danh sách chờ để xem ở đây

source: Play All
ja: すべて再生
vi: Phát tất cả

source: Play all downloads
ja: ダウンロードした曲をすべて再生
vi: Phát tất cả bản tải xuống

source: Play Next
ja: 次に再生
vi: Phát tiếp theo

source: Playback
ja: 再生
vi: Phát nhạc

source: Playback & Audio
ja: 再生とオーディオ
vi: Phát lại & Âm thanh

source: Playback failed
ja: 再生に失敗しました
vi: Phát lại thất bại

source: Playback Paused
ja: 再生を一時停止しました
vi: Đã tạm dừng phát lại

source: Playback progress
ja: 再生の進行状況
vi: Tiến trình phát lại

source: Playback speed
ja: 再生速度
vi: Tốc độ phát lại

source: Playing now
ja: 再生中
vi: Đang phát

source: Playlist name
ja: プレイリスト名
vi: Tên danh sách phát

source: Playlist: %@
ja: プレイリスト: %@
vi: Danh sách phát: %@

source: Playlists
ja: プレイリスト
vi: Danh sách phát

source: Please relaunch the app to apply the latest configuration.
ja: 最新の設定を適用するには、アプリを再起動してください。
vi: Vui lòng khởi động lại ứng dụng để áp dụng cấu hình mới nhất.

source: Please update via the App Store.
ja: App Storeからアップデートしてください。
vi: Vui lòng cập nhật qua App Store.

source: Podcasts
ja: ポッドキャスト
vi: Podcast

source: Pop
ja: ポップ

source: Popular
ja: 人気
vi: Phổ biến

source: Popular Songs
ja: 人気曲
vi: Bài hát phổ biến

source: Premium
ja: プレミアム

source: Premium activated
ja: プレミアムが有効になりました
vi: Đã kích hoạt Premium

source: Premium Active
ja: プレミアム有効
vi: Premium đang hoạt động

source: Premium Experience
ja: プレミアム体験
vi: Trải nghiệm Premium

source: Premium Feature
ja: プレミアム機能
vi: Tính năng Premium

source: Premium Override
ja: プレミアム上書き
vi: Ghi đè Premium

source: Prepare this song for playback?
ja: この曲を再生準備しますか？
vi: Chuẩn bị bài hát này để phát?

source: PRESETS
ja: プリセット
vi: CÀI ĐẶT SẴN

source: Previous track
ja: 前のトラック
vi: Bài trước

source: Privacy
ja: プライバシー
vi: Quyền riêng tư

source: Privacy & Storage
ja: プライバシーとストレージ
vi: Quyền riêng tư & Bộ nhớ

source: Privacy Policy
ja: プライバシーポリシー
vi: Chính sách quyền riêng tư

# Progress: %@ of %@
source: Progress: %1$@ of %2$@
ja: 進行状況: %1$@ / %2$@
vi: Tiến trình: %1$@ / %2$@

source: Purchase is pending approval.
ja: 購入は承認待ちです。
vi: Giao dịch mua đang chờ phê duyệt.

source: Pure Black
ja: ピュアブラック
vi: Đen tuyền

source: Queue
ja: 再生キュー
vi: Hàng đợi

source: Queue is Empty
ja: 再生キューが空です
vi: Danh sách chờ đang trống

source: Quick Search
ja: クイック検索
vi: Tìm kiếm nhanh

source: Recent Searches
ja: 最近の検索
vi: Tìm kiếm gần đây

source: Recently added
ja: 最近追加した順
vi: Đã thêm gần đây

source: Recently Played
ja: 最近再生した曲
vi: Nghe gần đây

source: Redeem code
ja: コードを引き換える
vi: Đổi mã quà tặng

source: Redeem Code
ja: コードを引き換え
vi: Đổi mã

source: Redeem code, button, double-tap to enter an Apple promo or gift code
ja: コードの引き換えボタン。ダブルタップしてAppleプロモコードまたはギフトカードを入力します
vi: Nút đổi mã, chạm hai lần để nhập mã khuyến mại hoặc thẻ quà tặng Apple

source: Redemption failed. %@
ja: 引き換えに失敗しました。%@
vi: Đổi mã thất bại. %@

source: Redemption succeeded. %@
ja: 引き換えに成功しました。%@
vi: Đổi mã thành công. %@

source: Region
ja: 地域
vi: Khu vực

source: Remove
ja: 削除
vi: Xóa

source: Remove %@ from history
ja: 「%@」を履歴から削除
vi: Xóa %@ khỏi lịch sử

source: Remove %lld Downloads
ja: %lld件のダウンロードを削除
vi: Xóa %lld bản tải xuống

source: Remove %lld downloads?
ja: %lld件のダウンロードを削除しますか？
vi: Xóa %lld bản tải xuống?

source: Remove %lld Songs
ja: %lld曲を削除
vi: Xóa %lld bài hát

source: Remove %lld songs from favorites?
ja: お気に入りから%lld曲を削除しますか？
vi: Xóa %lld bài hát khỏi danh sách yêu thích?

source: Remove %lld songs from playlist?
ja: プレイリストから%lld曲を削除しますか？
vi: Xóa %lld bài hát khỏi danh sách phát?

source: Remove All
ja: すべて削除
vi: Xóa tất cả

source: Remove All Downloads
ja: すべてのダウンロードを削除
vi: Xóa tất cả bài đã tải

source: Remove all downloads?
ja: すべてのダウンロードを削除しますか？
vi: Xóa tất cả bản tải xuống?

source: Remove Download
ja: ダウンロードを削除
vi: Xóa bài đã tải

source: Remove Downloads
ja: ダウンロードを削除
vi: Xóa bài đã tải

source: Remove from Queue
ja: キューから削除
vi: Xóa khỏi hàng đợi

source: Rename
ja: 名前を変更
vi: Đổi tên

source: Rename Playlist
ja: プレイリスト名を変更
vi: Đổi tên danh sách phát

source: Renews %@
ja: %@に更新
vi: Gia hạn %@

source: Reorder
ja: 並び替え
vi: Sắp xếp lại

source: Repeat
ja: リピート
vi: Lặp lại

source: Required
ja: 必須
vi: Bắt buộc

source: Reset
ja: リセット
vi: Đặt lại

source: Reset All Settings
ja: すべての設定をリセット
vi: Đặt lại tất cả cài đặt

source: Reset All Settings?
ja: すべての設定をリセットしますか？
vi: Đặt lại tất cả cài đặt?

source: Reset to Flat
ja: フラットにリセット
vi: Đặt lại về phẳng

source: Restore Purchases
ja: 購入を復元
vi: Khôi phục giao dịch

source: Retry
ja: 再試行
vi: Thử lại

source: Retry loading more results
ja: さらに読み込みを再試行
vi: Thử tải lại kết quả

source: Rock
ja: ロック

source: SAVE 50%
ja: 50%お得
vi: TIẾT KIỆM 50%

source: Save 50% compared to monthly
ja: 月額と比べて50%お得
vi: Tiết kiệm 50% so với gói tháng

source: Save playlists, track history, and build your collection
ja: プレイリストの保存、履歴の確認、コレクションの作成ができます
vi: Lưu danh sách phát, theo dõi lịch sử và xây dựng bộ sưu tập của bạn

source: Search
ja: 検索
vi: Tìm kiếm

source: Search %@
ja: %@を検索
vi: Tìm kiếm %@

source: Search for %@
ja: %@を検索
vi: Tìm kiếm %@

source: Search library
ja: ライブラリを検索
vi: Tìm trong thư viện

source: Search liked songs
ja: お気に入りの曲を検索
vi: Tìm bài hát yêu thích

source: Search liked songs...
ja: お気に入りの曲を検索...
vi: Tìm bài hát yêu thích...

source: Search millions of songs, albums, and artists
ja: 何百万もの曲、アルバム、アーティストを検索
vi: Tìm kiếm hàng triệu bài hát, album và nghệ sĩ

source: Search songs
ja: 曲を検索
vi: Tìm bài hát

source: Search songs, artists, albums
ja: 曲、アーティスト、アルバムを検索
vi: Tìm bài hát, nghệ sĩ, album

source: Search songs, artists, albums...
ja: 曲、アーティスト、アルバムを検索…
vi: Tìm bài hát, nghệ sĩ, album…

source: Search songs...
ja: 曲を検索...
vi: Tìm bài hát...

source: Search trending: %@
ja: 急上昇トレンドを検索: %@
vi: Tìm xu hướng: %@

source: Security
ja: セキュリティ
vi: Bảo mật

source: See All
ja: すべて表示
vi: Xem tất cả

source: See all %@
ja: %@をすべて見る
vi: Xem tất cả %@

source: Select
ja: 選択
vi: Chọn

source: Select All
ja: すべて選択
vi: Chọn tất cả

source: Settings
ja: 設定
vi: Cài đặt

source: Settings reset
ja: 設定がリセットされました
vi: Đã đặt lại cài đặt

source: Share
ja: 共有
vi: Chia sẻ

source: Share at %@
ja: %@の位置で共有
vi: Chia sẻ tại %@

source: Share from Start
ja: 最初から共有
vi: Chia sẻ từ đầu

source: Show Less
ja: 表示を減らす
vi: Thu gọn

source: Show lyrics
ja: 歌詞を表示
vi: Hiện lời bài hát

source: Show Translation
ja: 翻訳を表示
vi: Hiện bản dịch

source: Showing
ja: 表示中
vi: Đang hiển thị

source: Shuffle
ja: シャッフル
vi: Trộn bài

source: Shuffle all
ja: すべてシャッフル
vi: Trộn tất cả
